# Formulae
brew "stow"
brew "fish"
brew "git"
brew "helix"
brew "neovim"
brew "zellij"
brew "lazygit"
brew "gitui"
brew "bat"
brew "yazi"
brew "uv"
brew "jq"

# Casks
cask "hammerspoon"
cask "karabiner-elements"
cask "ghostty"
