# Formulae
brew "stow"
brew "fish"
brew "git"
brew "helix"
brew "neovim"
brew "zellij"
brew "lazygit"
brew "gitui"
brew "bat"
brew "yazi"
brew "uv"
brew "jq"
brew "fzf"
brew "ripgrep"
brew "stylua"
brew "ruff"
brew "rtk"
brew "asdf"

# Casks
cask "ghostty"
cask "hammerspoon"
cask "karabiner-elements"
cask "zen-browser"
cask "zed"
